<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Theme pay page</title>

<link rel="stylesheet" type="text/css" href="./css/paypage.css">
<!-- import 결제연동 -->
<script type="text/javascript" src="https://code.jquery.com/jquery-1.12.4.min.js"></script>
<script type="text/javascript" src="https://service.iamport.kr/js/iamport.payment-1.1.5.js"></script>
</head>
<body>
<div class="pay">
	<div align="left" class="pay-sub">결제하기</div>
	<div class="pay-info">
		<div class="info-top">
			<div class="info-sub">
				<div style="float: left; margin: 20px;">
					<img alt="" src="http://localhost:8090/flenda/upload/${fileName }" width="100px" height="100px">
				</div>
				<div style="float: right; margin: 20px; width: 200px; height: 100px; font-size: 20px; font-weight: bold;">${tm.title }</div>
				<hr width="100%" style="background-color: #A9A9F5;">
			</div>
			<div class="info-date">
				<div style="float: left; margin-left: 20px; font-weight: bold;">사용일</div>
				<div style="float: right; margin-right: 30px; margin-bottom: 15px;" >${date }</div>
				<hr width="100%" style="background-color: #A9A9F5;">
			</div>
			<div class="info-items">
				<c:forEach var="opt" items="${items }">
					${ opt }
					<hr width="100%" style="background-color: #A9A9F5;">
				</c:forEach>
			</div>
			<div class="info-pay">
				<div class="info-pay-sub">
					<div>총 상품가격</div>
					<div>포인트(잔여: ${login.point}원)</div>
					<div>총 할인금액</div>
				</div>
				<div class="info-pay-money">
					<div>${totalPrice}원</div>
					<div><input type="text" id="usePoint" onchange="dis(this.value)" size="4">원</div>
					<div id="discount">-0원</div>
				</div>
			</div>
			<hr width="100%" style="background-color: #A9A9F5;">
			<div class="info-total">
				<div style="float: left; margin-left: 20px; margin-bottom: 20px;">최종결제금액</div>
				<div id="totalPay" style="float: right; margin-right: 30px;">${totalPrice}원</div>
			</div>
			<hr width="100%" style="background-color: #A9A9F5;">
		</div>
		<div class="info-bottom">
			<div class="reserv-info">예약자 정보</div>
			<hr width="100%" style="background-color: #A9A9F5;">
			<div class="reserv-info">예약자 이름</div>
			<div><input type="text" id="name" readonly value="${login.name }"></div>
			<div class="reserv-info">이메일 주소</div>
			<div><input type="text" id="email" readonly value="${login.email }"></div>
			<div class="reserv-info">휴대폰 번호&nbsp;<sub style="color: red;">(필수)</sub></div>
			<div><input type="text" id="phone" placeholder="ex) 01012340000"></div>
			<div class="reserv-info">요청사항</div>
			<div><input type="text" id="memo"></div>
		</div>
	</div>
	<div class="pay_method">
		<div class="method-top">
			<div class="method-hedaer">결제 방법&nbsp;<sub style="color: red;">(필수)</sub></div>
			<hr width="100%" style="background-color: #A9A9F5;">
			<div class="method_body"><input type="radio" name="payMethod" value="card" checked>신용/체크카드</div>
			<div class="method_body"><input type="radio" name="payMethod" value="trans">실시간계좌이체</div>
			<div class="method_body"><input type="radio" name="payMethod" value="vbank">가상계좌</div>
			<div class="method_body"><input type="radio" name="payMethod" value="phone">휴대폰소액결제</div>
			<div class="method_body"><input type="radio" name="payMethod" value="samsung">삼성카드</div>
		</div>
		<div class="method-bottom">
			<div class="method-hedaer">약관 및 안내</div>
			<hr width="100%" style="background-color: #A9A9F5;">
			<div class="agree_header"><input type="checkbox" id="check1" onchange="agreement()" onclick="checkAllbox()">전체 약관 동의</div>
			<div class="agree_body">
				<div class="agree_info">
					<div><input type="checkbox" id="check2" name="checkAll" onchange="agreement()">여행자 약관(필수)</div>
					<div style="font-size: 13px;"><a href="#none" data-bs-toggle="modal" data-bs-target="#agreement1">약관보기</a></div>
				</div>
				<div class="agree_info">
					<div><input type="checkbox" id="check3" name="checkAll" onchange="agreement()">개인정보 수집 및 이용 동의(필수)</div>
					<div style="font-size: 13px;"><a href="#none" data-bs-toggle="modal" data-bs-target="#agreement2">약관보기</a></div>
				</div>
				<div class="agree_info">
					<div><input type="checkbox" id="check4" name="checkAll" onchange="agreement()">개인정보 제공 동의(필수)</div>
					<div style="font-size: 13px;"><a href="#none" data-bs-toggle="modal" data-bs-target="#agreement3">약관보기</a></div>
				</div>
			</div>
			<div id="agree_waring"></div>
			<div class="d-grid gap-2" id="goToPayBtn">
			  <button class="btn btn-primary" disabled data-bs-toggle="button" type="button" >결제하기</button>
			</div>
		</div>
	</div>
</div>
<!-- 여행자 약관 -->
<div class="modal fade" id="agreement1" data-bs-backdrop="static" data-bs-keyboard="false" tabindex="-1" aria-labelledby="staticBackdropLabel" aria-hidden="true">
  <div class="modal-dialog modal-dialog-scrollable">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title" id="staticBackdropLabel">여행자 약관</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
      <pre>
        제 1 장 목적 및 정의
제 1 조 (목적)
이 약관(이하 “여행자약관”)은 주식회사 마이리얼트립(이하 “당사”)이 운영하는 “마이리얼트립” 사이트(www.myrealtrip.com) 또는 어플리케이션(Application, 이하 웹사이트와 어플리케이션을 통칭하여 “마이리얼트립 플랫폼”)을 통하여 여행자와 파트너 사이에서 체결되는 여행계약(이하 “여행계약”)의 중개와 관련하여 특히 여행자의 권리와 의무 등 법률관계를 명확히 함을 목적으로 합니다.
제 2 조 (용어의 정의)
이 약관에서 사용되는 용어의 정의는 다음과 같습니다.
    (1) “파트너”는 당사가 여행자에게 중개한 자로서 여행자에게 각종 여행 서비스를 제공하는 자를 말합니다.
    (2) "가이드"는 파트너 중 마이리얼트립 플랫폼을 통해 직접 여행지에서 여행자에게 투어를 제공하는 자를 말합니다. 
    (3) "여행"은 여행자가 여행계약에 따라 파트너로부터 제공받는 운송, 숙박, 투어 등을 말합니다.
    (4) “여행자”는 당사의 중개를 통하여 파트너와 여행계약을 체결하고 파트너로부터 용역을 제공받는 자를 말합니다.
    (5)  “가이드서비스”는 여행자가 원하는 날짜와 조건에 따라 당사가 중개한 가이드로부터 제공받는 제7조의 서비스를 말합니다.
    (6) “투어”는 여행자가 여행계약에 따라 가이드로부터 제공받는 서비스를 말합니다.
    (7) "실시간 항공권"은 여행자가 원하는 날짜와 조건에 따라 당사가 항공사 규정에 따라 제공하는 서비스를 말합니다.
    (8) “여행확인증”은 파트너와 여행자가 구체적인 서비스의 내용 및 제반 비용 등에 관한 사항을 합의하여 확정한 문서를 말합니다.
    (9) “수수료”는 여행자가 파트너와의 여행계약 체결을 중개/대리한 대가로 당사에 지급하는 보수를 말합니다.
    (10) “파트너요금”은 여행자가 서비스 제공의 대가로 파트너에게 지급하는 보수를 말합니다.
    (11) “여행요금”은 여행자가 본 약관에 따른 여행계약과 관련하여 당사에 지급하는 수수료 및 파트너에게 지급하는 파트너요금을 합한 금액을 말합니다.
    (12) “미팅포인트”는 투어를 위하여 가이드와 여행자가 만나기로 약속한 장소를 말합니다.
    (13) “지각시간”은 가이드와 여행자가 투어를 위하여 미팅포인트에서 만나기로 정한 시각으로부터 지각한 당사자가 미팅포인트에 실제 도착하기까지 경과한 시간을 말합니다.
제 2 장 기본 사항
제 3 조 (여행계약의 당사자 및 당사의 지위)
여행자와 여행계약을 체결하고 서비스를 제공하는 법적 주체는 파트너이며, 당사는 마이리얼트립 플랫폼을 통하여 여행자가 원하는 날짜와 조건에 맞추어 파트너와 여행계약을 체결하고 서비스를 제공받는 것을 중개하는 업무를 수행합니다.
제 4 조 (가이드의 독립당사자 지위)
1. 당사는 여행자와 파트너 사이에 여행 계약을 중개할 뿐이며, 파트너는 당사와 고용 관계에 있지 않음을 확인합니다. 또한, 당사는 파트너에 대하여 사용자로서의 책임을 일체 부담하지 않는다는 점을 명확히 합니다.
2. 파트너는 파트너 약관의 이행에 필요한 관련 법령상의 허가, 등록, 신고 또는 보험, 공제, 예치 등의 의무사항을 모두 이행하였으며, 당사는 파트너가 관련 법령 위배로 인하여 여행자 또는 제3자에 대하여 손해배상 등 책임을 지더라도 당사는 이에 관하여 아무런 책임이 없습니다.
3. 항공권은 각 항공사가 규정한 지침에 따라 운영되며 당사는 이에 관하여 아무런 책임이 없습니다.
제 5 조 (여행계약의 구성)
여행계약은 여행확인증과 여행자약관에 나타난 사항을 그 계약내용으로 합니다.
제 6 조 (당사자 및 당사의 기본 의무)
1. 파트너는 사전에 여행자와 약정한 내용 및 그 밖에 여행자에게 안전하고 만족스러운 서비스를 제공하기 위한 여행계약상 의무를 성실하게 이행하여야 합니다.
2. 여행자는 여행계약에 따른 의무를 성실하게 이행하며, 안전하고 즐거운 여행을 위하여 여행자간 화합도모 및 파트너의 여행질서 유지에 적극 협조합니다.
3. 당사는 여행계약 체결의 중개 행위 등에 있어 맡은 바 임무를 충실히 수행합니다.
제 7 조 (가이드서비스의 내용)
가이드가 여행자에게 제공하는 가이드서비스의 구체적인 내용은 다음 각 호와 같습니다.
    (1) 여행자의 의사 및 제반 사정을 고려한 투어 일정의 계획 및 조정
    (2) 미팅포인트에서 일정에 정한 각 여행지로 여행자를 인솔
    (3) 각 여행지에 대한 구체적인 안내 및 설명 제공
    (4) 당일 최종 여행지로부터 여행자의 숙소 등 일정에 정한 해산 지점으로 여행자를 인솔
    (5) 여행지에서 여행자의 원활한 의사소통 협조
    (6) 사고 등 문제 발생시의 여행자 보호 조치
    (7) 기타 투어 관련 제반 업무
제 3 장 여행계약의 체결
제 8 조 (여행계약 체결 및 여행확인증, 약관 등 교부)
1. 다음 각 호의 경우 여행자와 가이드 사이에 여행계약이 체결됩니다. 단, 제1호의 경우 가이드는 여행자에게 청약과 동시에 여행요금을 지급할 것을 요구할 수 있습니다.
    (1) 가이드가 투어 일정, 여행요금 등 그 내용을 정하여 미리 제시한 청약의 유인에 따라 여행자가 투어를 신청하여 청약하면, 가이드가 여행자의 신청 내용에 따라 투어가 가능하다고 판단할 경우 미리 고지한 정해진 승낙 기한 내에 여행자에게 투어가 가능함을 회신함으로써 승낙하는 경우 또는 미리 고지한 정해진 승낙 기한 내에 본 조 제3항에 따른 투어의 불가능 회신이 없는 경우
    (2) 여행자와 가이드 사이에 사전에 투어의 일정, 여행요금 등 그 내용에 대해 합의가 이루어지는 경우
2. 가이드는 본 조 제1항 각 호에 따라 여행계약이 체결된 경우, 여행자의 요청에 따라 당사를 통해 여행확인증과 여행자약관 사본을 여행자에게 교부합니다.
3. 본 조 제1항 제1호에서 가이드가 여행자에게 청약과 동시에 여행요금의 지급을 요구하여 여행자가 이를 지급한 경우라도, 가이드가 투어가 불가능하다고 판단하여 미리 고지한 시간 또는 기일 내에 이를 여행자에게 회신할 경우 여행계약이 성립하지 않습니다.
4. 당사는 본 조 제3항에 따라 여행계약이 성립하지 않는 경우 지급받은 여행요금 전액을 여행자에게 반환합니다.
5. 여행자가 본 조 제3항에 따라 미리 고지한 시간 또는 기일 내에 여행계약에 관한 청약을 취소하는 경우, 당사는 지급받은 여행요금 전액을 여행자에게 반환합니다.
6. 당사 웹사이트 및 어플리케이션을 통하여 예약하지 않은 경우 본 조 각 항의 여행계약 체결이 되지 않은 것으로 간주하며 당사에게 중개에 대한 책임 및 손해에 대한 배상을 요구할 수 없습니다.
제 9 조 (전자정보망을 통한 예약확인증 및 약관 등의 교부 간주)
여행자가 인터넷 등 전자정보망으로 제공된 예약확인증 및 여행자약관의 내용에 동의하고 여행계약의 체결을 신청한 데 대하여 가이드가 전자정보망 내지 기계적 장치 등을 이용하여 여행자에게 승낙의 의사를 통지한 경우, 가이드와 여행자 사이에 제8조 제2항의 예약확인증 및 여행자약관 교부가 이루어진 것으로 봅니다.
제 10 조 (계약 체결의 거절)
파트너(또는 파트너를 대신하여 당사)는 다음 각 호의 1에 해당하는 사유가 있을 경우에는 해당 여행자에 대하여 여행계약의 체결을 거절할 수 있으며, 계약이 체결된 이후에 그 사유를 알게 된 경우에도 해당 여행계약을 해제할 수 있습니다.
    (1) 여행자가 다른 여행자에게 폐를 끼치거나 여행의 원활한 실시에 지장이 있다고 인정될 때
    (2) 여행자가 보행이나 운송수단 탑승이 불가능한 부상, 전염성 질병 등 여행자의 신체에 이상이 발생하여 여행의 진행이 불가능함이 의료기관이 발급한 진단서에 의해 객관적으로 확인되는 경우
제 4 장 여행요금
제 11 조 (여행요금)
1. 여행자는 여행계약의 중개 및 서비스 제공의 대가로서 여행확인증에 기재된 금액의 여행요금을 당사에 지급합니다. 여행요금에는 다음 각 호의 요금 또는 비용은 포함되어 있지 않습니다.
    (1) 투어 중 개인적 성질의 제 비용(통신료, 관세, 일체의 팁, 세탁비, 개인적으로 추가한 식사, 음료)
    (2) 치료비, 입원비 등 투어 중 여행자의 질병, 상해 또는 그 밖의 사유로 인하여 지불해야 하는 일체의 비용
    (3) 여행자가 통상의 규격이나 규정을 초과하여 발생한 비용(초과 규격의 수하물 등 각종 추가 요금)
    (4) 여행 수속 제 비용(여권 인지대, 사증료 등)
    (5) 기타 여행확인증에 구체적으로 명시되지 않은 비용
2. 수수료는 별도의 약정에 따른 금액으로 하며, 파트너요금은 여행요금 총액에서 수수료 상당액을 제한 나머지 금액으로 합니다.
3. 여행자는 여행요금을 당사가 지정한 방법으로 지급합니다.
4. 여행요금에 여행자 보험료가 포함되는 경우, 파트너는 여행자에게 보험회사명, 보상내용 등을 설명합니다.
제 12 조 (여행조건의 변경 요건 및 요금 등의 정산)
1. 여행계약이 체결된 이후에는 계약상 여행조건은 원칙적으로 변경될 수 없습니다.
2. 제1항에도 불구하고, 여행계약상의 여행조건은 다음 각 호의 1의 경우에 한하여 예외적으로 변경될 수 있습니다.
    (1) 여행자의 안전과 보호를 위하여 여행조건의 변경이 부득이하다고 판단되는 경우
    (2) 천재지변, 전란, 정부의 명령, 운송 및 숙박업체 등의 파업 또는 휴업 등으로 여행의 목적을 달성할 수 없는 경우
3. 제1항의 여행조건 변경으로 인하여 파트너요금에 증감이 생기는 경우, 해당 증감분은 여행 종료 후 10일 이내에 당사를 통하여 정산(환급)하여야 합니다.
4. 여행자는 투어 중 자신의 사정으로 인하여 파트너요금에 포함된 서비스를 제공받지 못한 경우 당사에 대하여 그에 상응하는 파트너요금의 환급을 청구할 수 없습니다.
제 5 장 여행 개시 전 계약의 해제
제 13 조 (여행자의 투어 개시 전 임의해제 및 손해배상)
1. 여행자는 여행요금 지급이 이루어지기 이전까지 체결하였던 여행계약을 파트너 또는 당사에 대한 손해배상 등의 법적 책임 없이 자유롭게 해제할 수 있습니다.
2. 여행자가 여행요금 지급이 이루어진 후 투어 개시일 이전까지 국외여행계약 또는 국내여행계약을 임의로 해제하는 경우, 파트너는 본 약관 별첨 취소환불 정책에 따라 여행자에게 여행요금의 전부 또는 일부를 환불합니다.
3. 당사는 본 조에 따라 파트너와 여행자 사이에 발생하는 손해배상 등 법률관계에 대하여 보증책임 기타 어떠한 의무 또는 책임도 부담하지 않습니다.
제 14 조 (파트너의 여행 개시 전 임의해제 및 손해배상)
1. 파트너가 여행자와 체결하였던 여행계약을 임의로 해제하는 경우, 파트너는 그로 인하여 여행자가 입은 손해를 배상할 의무를 부담합니다. 이 경우 손해배상액은 제21조에 정한 바에 따르며, 다만 여행자가 입은 실제 손해액이 제21조 제4항 제1호에 따른 손해배상액을 초과함이 객관적으로 입증되는 경우, 파트너는 여행자에게 그 실제 손해액을 배상할 책임을 부담합니다.
2. 당사가 파트너를 대신하여 여행자에게 제1항의 손해배상의무를 이행하는 경우, 당사는 파트너에 대하여 여행자에게 배상한 금액 상당을 구상할 수 있습니다.
3. 본 조에 따라 파트너가 여행계약을 해제하는 경우, 파트너는 제1항의 여행자에 대한 손해배상과 별도로 당사가 입은 손해로서 여행확인증에 기재된 수수료 상당액을 배상할 의무를 부담합니다.
제 15 조 (최저행사인원 미달로 인한 계약 해제)
1. 가이드는 여행자의 수가 사전에 공지한 투어의 최저행사인원에 미달하였음을 원인으로 여행계약을 해제할 수 있습니다.
2. 본 조의 계약 해제를 하고자 하는 가이드는 당사를 통하여 국외여행의 경우 투어 개시일로부터 7일 이전까지, 국내여행의 경우 투어 개시일로부터 3일 이전까지 여행자에게 제1항의 해제의 의사표시 및 해제사유를 통지하여야 합니다. 만약, 가이드가 최저행사인원 미달로 전항의 기일 내 통지를 하지 아니하고 계약을 해제하는 경우 여행자에 대한 배상은 공정거래위원회 고시 소비자분쟁해결기준에 의거하여 처리되며, 이 때 당사는 당사가 여행자에게 지급한 손해배상액과 당사의 수수료를 가이드에게 구상할 수 있습니다.
제 16 조 (여행의 개시와 종료)
투어의 개시 시점은 투어 첫 날 미팅포인트에서 여행자가 가이드와 만난 시점으로 하며, 투어의 종료 시점은 투어 마지막 날 여행자와 가이드가 일정을 마치고 헤어지는 시점으로 합니다.
제 17 조 (여행 개시 전 쌍방의 책임 없는 사유로 인한 계약 해제)
여행 개시일 이전에 다음 각 항에 해당하는 사유가 있는 경우, 여행자 또는 파트너는 별도의 손해배상 없이 여행계약을 해제할 수 있습니다. 단, 티켓 상품의 경우는 티켓 공급업체 자체 취소 환불 규정이 우선 적용되어 환불이 불가할 수 있습니다.
1. 제13조 제1항 제1호 또는 제2호의 사유가 있는 경우
2. 보행이나 운송수단 탑승이 불가능한 부상, 전염성 질병 등 여행자의 신체에 이상이 발생하여 여행 진행이 불가능함이 의료기관이 발급한 진단서에 의해 객관적으로 확인되는 경우 당사자 1인. 당사자가 여행자인 경우는 동행 중 3촌 이내의 친족 포함. 단, 아래와 같은 입증서류를 당사에 제출하여야 합니다.
    (1) 진단서
    (2) 3촌 이내의 친족임을 확인할 수 있는 서류
    (3) 그 밖에 필요한 서류
3. 배우자 또는 직계존비속이 신체 이상으로 3일 이상 병원(의원)에 입원하여 여행 출발 전까지 퇴원이 곤란한 경우 그 배우자 또는 보호자 1인. 단, 아래와 같은 입증서류를 당사에 제출하여야 합니다.
친족을 확인할 수 있는 서류
    (1) 진단서
    (2) 그 밖에 필요한 서류
4. 3촌 이내 친족이 사망한 경우. 단, 아래와 같은 입증서류를 당사에 제출하여야 합니다.
    (1) 친족을 확인할 수 있는 서류
    (2) 진단서 또는 사망진단서
    (3) 그 밖에 필요한 서류
5. 기타 이에 준하는 것으로서 당사자 쌍방에게 책임 없는 사유로 여행 진행이 불가능하게 된 경우
    (1) 도난증빙서
    (2) 결항/지연 증빙서
    (3) 그 밖에 필요한 서류
제 18 조 (계약 해제에 따른 여행요금 환불 등 정산)
1. 제13조에 따라 여행계약이 해제되는 경우, 당사는 별첨 취소환불 정책에 따른 환불 대상 여행요금을 여행자에게 환급합니다.
2. 제14조, 제15조, 제17조에 따라 여행계약이 해제되는 경우, 당사는 여행자에게 지급받은 여행요금 전액을 환불합니다.
제 6 장 의무 및 책임
제 19 조 (여행자의 의무 및 책임)
1. 여행자의 고의 또는 과실로 당사 또는 파트너에게 손해가 발생한 경우, 여행자는 그 손해를 배상할 의무를 부담합니다.
2. 여행자가 파트너에 대해서 성추행, 성희롱 등 범죄 행위를 하였을 경우, 여행계약은 여행자 귀책사유로 취소되며 여행자는 파트너에 대하여 민형사상 책임을 부담합니다. 또한 유책 여행자는 당사에 대하여도 당사가 입은 손해 및 각종 발생 비용 등의 손실을 배상할 책임을 부담합니다.
3. 여행자는 상업적 목적으로 당사가 판매대행 또는 구매 대행하여 여행자에게 배송하는 티켓, E-바우처 등을 다량으로 구매하여 재 판매할 수 없습니다.
4. 여행자는 여행의 원활한 진행을 위하여 파트너가 당사를 통하여 제공하는 설명 및 자료를 통하여 여행 일정, 여행비용 내역, 약속 시간 및 장소 등 여행 관련 정보를 확인합니다.
5.. 여행자는 여행확인증에 기재된 기일까지 여행요금을 당사에 지급합니다.
6. 여행자는 여행의 원활한 진행을 위하여 파트너의 인솔 및 요청에 성실히 협조합니다.
7. 여행자는 합리적인 이유 없이 파트너에게 여행과 직접적인 관련이 없는 부당한 요구를 하여서는 아니됩니다.
8. 여행자는 여행이 종료된 후 마이리얼트립 플랫폼 상에 여행 후기에 관한 게시물을 작성 및 게시할 수 있습니다. 
다만, 후기 게시물이 다음 각 호의 어느 하나에 해당하는 경우, 당사는 해당 후기 게시물을 여행자의 동의 없이 삭제 또는 변경할 수 있습니다.
    (1) 사용자의 개인적인 경험 이외의 내용을 담고 있는 경우
    (2) 실제 여행과 관련되지 않은 후기인 경우 (예: 정치적, 종교적, 사회적, 환경적(기상이변)에 대한 후기)
    (3) 위해한 혹은 불법적인 행동 및 폭력을 지지하거나 비속어, 성적 언어, 명예훼손, 위협 또는 차별적인 내용을 포함하는 경우
    (4) 타인의 권리(지적 재산권 및 개인정보 보호에 관한 권리 등을 포함)를 침해하는 내용을 포함하는 경우 (예: 타인의 실명, 주소 또는 인적 정보를 당사자의 허락없이 기재하는 경우 등)
    (5) 강요의 목적으로 후기 게시물이 이용된 것이 객관적으로 입증된 경우
    (6) 당사에서 조사가 진행 중인 건에 대한 내용을 포함하는 경우
    (7) 기타 이상에 준하는 위법, 부당한 목적 또는 방법으로 후기 게시물이 작성된 경우
    (8) 여행 미 참여 혹은 지각, 이탈 등 정상적인 여행 진행이 되지 않은 후기인 경우
9. 귀중품 및 소지품에 대한 보관 책임은 여행자 자신에게 있습니다. 여행 도중 여행자의 귀중품 및 소지품이 도난 또는 분실된 경우 여행자는 사고 발생을 안 때로부터 지체 없이 그 사실을 가이드 및 당사에 알리고 다음 각 호의 서류를 제출하여야 합니다.
    (1) 도난 확인서
    (2) 경위서
    (3) 그 밖에 필요한 서류
    10. 여행자가 투어 개시 전에 고지하지 않은 신체의 장해 또는 질병 등으로 인하여 발생하는 문제는 여행자에게 책임이 있습니다. 단, 여행 도중 여행자의 신체에 장해 또는 질병 등이 발생하는 경우 여행자는 지체 없이 그 사실을 가이드 및 당사에 알리고 다음 각 호의 서류를 즉시 제출하여야 합니다.
    (1) 사고 증명서
    (2) 진단서
    (3) 경위서
    (4) 영수증
    (5) 그 밖에 필요한 서류
제 20 조 (파트너의 일반 손해배상의무)
1. 파트너가 여행계약을 위반하는 경우 그로 인하여 여행자가 입은 손해를 배상할 의무를 부담합니다. 단, 여행자에게 신체 손상이 없는 경우 파트너의 손해배상책임은 여행요금의 100%를 한도로 합니다.
2. 파트너는 본인 또는 그 고용인이 고의 또는 과실로 여행자에게 손해를 가한 경우 여행자가 입은 손해를 배상합니다. 단 여행자는 손해 금액의 입증을 위해서 객관적인 증빙자료를 파트너 또는 당사에 제출하여야 합니다.
3. 가이드는 투어 중 항공기, 기차, 선박 등 교통수단의 연발착 또는 교통체증 등으로 인하여 여행자가 입은 손해를 배상합니다. 단, 가이드가 자신에게 그에 대한 고의 또는 과실이 없음을 입증한 경우에는 그러하지 아니합니다.
4. 가이드는 투어 중 여행자의 수하물을 수령, 인도, 보관할 의무가 없으며, 수하물이 멸실, 훼손 또는 연착되어 여행자에게 발생한 손해를 배상할 책임이 없습니다.
제 21 조 (여행 내용 불일치 등에 따른 가이드의 손해배상의무)
1. 본 조에 따른 손해배상은 다음 각 호의 사유가 발생한 경우에 대하여 적용됩니다.
    (1) 파트너가 제15조, 제17조에 정한 사유 이외의 사유를 들어 체결하였던 국내여행계약 및 해외여행계약을 투어 개시 전에 임의로 해제하는 경우
    (2) 여행계약이 완료된 "여행확인증"에 명시된 내용과 명확하게 불일치하는 경우
    (3) 그 밖에 실제 여행 내용이 사전 약정에 따른 여행 내용과 명확하게 불일치하는 경우
2. 제1항에 정한 사전 약정은 해당 여행과 관련하여 (i) 마이리얼트립 플랫폼 내부 메시지창, (ii) 여행확인증, (iii) 상품 소개 페이지를 통하여 명시된 내용에 한정하며, 제1항 각 호의 사유가 발생하였는지 여부에 대하여 여행자와 파트너 사이에 다툼이 있는 경우, 당사가 객관적이고 중립적인 기준에 따라 이를 판단합니다.
3. 다음 각 호의 요건을 충족하는 여행자는 파트너에게 본 조에 따른 손해배상을 청구할 수 있습니다.
    (1) 파트너의 여행 내용 변경에 동의 또는 합의하는 등 여행자 자신이 제1항 각 호의 사유 발생을 직접적 또는 간접적으로 야기하지 않았어야 합니다.
    (2) 파트너에게 여행 내용 변경에 대하여 이의하는 등 제1항 각 호의 사유 발생을 막기 위한 합리적인 노력을 다하였어야 합니다.
    (3) 여행자는 제1항에 해당하는 경우 당사 '여행불만족 손해배상위원회'에 사유가 발생한 때로부터 14일 이내에 제1항 각 호의 사유 발생 사실을 통지함과 동시에, 사유 발생을 입증할 자료를 함께 제출하여야 합니다.
4. 제3항의 요건이 충족되는 경우, 파트너는 여행자의 선택에 따라 다음 각 호의 손해배상 방식 중 어느 하나의 방식으로 여행자에 대한 손해를 배상하여야 합니다.
    (1) 현금 배상: 이 경우 구체적인 배상금액은 당사의 ‘여행불만족 손해배상위원회’ 가 내부 규정 및 지침에 따라 합리적으로 산정하되, 여행자로부터 지급받은 여행요금을 최대 한도로 하여 정합니다.
    (2) 마이리얼트립 credit 배상: 현금이 아닌 추후 당사가 중개하는 여행계약에서 여행요금으로 사용 가능한 쿠폰 또는 포인트를 부여합니다. 대신 이를 선택하는 경우 배상 포인트는 제1호에 따라 산정된 현금배상 금액의 110% 상당으로 정합니다.
5. 당사는 본 조의 손해배상 채무를 파트너를 대신하여 여행자에게 변제할 수 있습니다. 
이 경우 당사는 여행자에 대한 변제금액 상당을 파트너에게 구상할 수 있으며, 파트너는 그에 대하여 이의하지 않고 당사의 구상에 응하여야 합니다.
6. 본 조에 따른 손해배상이 이루어지는 경우, 여행자는 자신이 입은 실제 손해액이 본 조에 따른 손해배상액을 초과함을 객관적으로 주장, 입증하지 않는 이상 제20조를 포함한 본 약관상의 다른 조항을 근거로 파트너 또는 당사에게 손해배상을 청구할 수 없습니다.
제 22 조 (당사의 손해배상의무)
1. 당사는 여행계약 체결의 중개와 관련하여 당사 또는 당사의 고용인이 고의 또는 과실로 여행자에게 손해를 가한 경우, 그로 인하여 여행자가 입은 손해만을 배상합니다.
2. 당사는 여행계약이 체결된 이후 여행자와 파트너 사이에서 발생한 손해배상 등 법률관계와 관련하여 여행자 또는 파트너에 대하여 어떠한 책임도 부담하지 않습니다.
제 7 장 여행 진행의 장해
제 23 조 (가이드의 지각)
1. 가이드가 약속한 시간까지 미팅포인트에 도착하지 못하여 투어의 진행이 지체된 경우, 가이드는 여행자에게 지체된 시간 상당의 투어를 추가적으로 제공합니다.
2. 여행자는 가이드로부터 사전에 도착이 늦어지게 된 경위, 예상 도착 시간, 지체된 시간만큼의 추가 투어가 제공된다는 사실 등에 관한 구체적 통지를 수령하지 못한 상태에서 가이드가 연락 없이 약속한 시간으로부터 15분이 지나도록 미팅포인트에 도착하지 않는 경우 여행계약을 해지할 수 있으며, 이 경우 여행요금 환불 및 손해배상 등에 관하여 제26조의 규정이 적용됩니다.
제 24 조 (여행자의 지각)
1. 여행자는 여행확인증 혹은 바우처에 기재된 미팅시간을 준수하셔야 하며, 여행자가 사전에 별도의 연락을 하지 않은 경우 정시 출발을 원칙으로 합니다. 여행자가 미팅시간 15분 이후 가이드에게 연락을 하였을 경우 가이드는 본 조 제4항에 준하여 계약을 해지할 수 있습니다.
2. 여행자의 지각시간이 15분 이하인 경우, 가이드는 투어를 진행함에 있어 여행자에게 지각시간 상당의 투어를 추가적으로 제공합니다.
3. 여행자의 지각시간이 15분 이상인 경우, 가이드는 사전에 예정되었던 일정에 따라 투어를 진행하며 그 밖에 여행자에게 지각시간 상당의 투어를 추가적으로 제공할 의무가 없습니다.
4. 여행자가 아무런 연락 없이 약속한 시간으로부터 15분이 넘도록 픽업장소에 도착하지 않는 경우, 가이드는 제26조에 따라 여행계약을 해지할 수 있습니다.
5. 본 조 제2항 내지 제4항에도 불구하고, 사전에 투어를 함께 진행하기로 예정된 다른 여행자의 전부 또는 일부가 정시에 픽업장소에 도착한 경우에는, 가이드는 사전에 예정된 일정에 따라 투어를 진행할 수 있으며, 지각한 여행자에게 지각시간 상당의 투어를 추가적으로 제공할 의무가 없습니다.
제 8 장 투어 진행 중 여행계약의 해지
제 25 조 (상대방과의 합의에 의한 계약의 해지)
1. 여행자 또는 파트너는 여행이 개시된 이후에는 상대방과의 합의 없이 임의로 여행계약을 해지할 수 없습니다.
2. 상대방과의 합의에 따라 여행계약을 해지하는 경우, 파트너요금의 환불과 관련한 사항 또한 상호 합의한 내용에 따릅니다.
3. 본 조의 합의해지와 관련하여, 당사는 여행자로부터 지급받은 수수료를 환불할 의무가 없습니다.
제 26 조 (상대방의 귀책사유로 인한 계약의 해지)
1. 여행자 또는 파트너는 상대방에게 책임 있는 사유(제23조 및 제24조의 해지를 포함합니다)로 인하여 여행의 진행이 현저히 곤란하게 된 경우 여행계약을 해지할 수 있습니다.
2. 여행자에게 책임 있는 사유로 제1항의 계약 해지가 발생한 경우, 여행자는 여행요금의 환불을 청구할 수 없습니다.
3. 파트너가 여행계약을 위반하는 경우에는 제20조 제1항 일반원칙에 따라서 여행자에게 그 손해를 배상할 의무를 부담합니다.
4. 본 조에 따라서 여행자 또는 파트너가 여행계약을 해지한 경우, 계약의 해지는 손해배상청구권에 영향을 끼치지 않습니다.
제 27 조 (당사자 쌍방에게 책임 없는 사유로 인한 계약의 해지)
1. 가이드 및 여행자 모두에게 책임 없는 사유로 인하여 투어의 진행이 불가능한 경우, 여행자 또는 가이드는 여행계약을 해지할 수 있습니다.
2. 제1항의 해지가 발생한 경우, 가이드는 가이드요금 중 일정상 계획된 전체 투어 시간 중 진행되지 못한 투어 시간의 비율 상당 금액을 여행자에게 반환하여야 합니다.
3. 제1항의 해지가 발생한 경우, 당사는 가이드는 대신하여 제2항에 따라 가이드가 여행자에게 반환하여야 할 금액 상당을 정산하여 여행자에게 환불하며, 가이드에게는 여행자로부터 지급받은 가이드요금 중 위 환불금을 공제하고 난 후 잔여 가이드요금을 정산하여 지급합니다.
4. 제2항의 전체 투어 시간 중 진행되지 못한(또는 진행된) 투어 시간의 비율은 가이드 및 여행자의 합의를 통하여 정하는 것을 원칙으로 하며, 합의가 되지 않는 경우 당사가 객관적이고 중립적인 기준에 따라 그 비율을 정합니다.
5. 본 조에 따른 해지와 관련하여 당사 및 가이드는 제2항 및 제3항에 규정된 사항 이외에 여행자에 대하여 그 밖의 다른 의무를 부담하지 않습니다.
제 9 장 기타 일반 의무
제 28 조 (설명의무)
파트너는 당사를 통하여 여행계약의 중요 내용 및 그 변경사항을 여행자에게 설명하여야 하며, 당사는 이에 따라 여행자에게 여행계약에 규정된 중요한 내용 및 그 변경사항을 여행자가 이해할 수 있도록 구체적으로 설명합니다.
제 29 조 (보험가입 등)
파트너는 투어와 관련하여 여행자에게 손해가 발생한 경우 여행자에게 보험금을 지급하기 위하여 보험 또는 공제에 가입하거나 영업보증금을 예치하여야 합니다.
제 30 조 (개인정보 관리의무)
당사 및 파트너는 투어와 관련하여 취득한 여행자의 성명, 여권번호, 연락처 등 개인정보를 개인정보 보호법 등 제반 법령에 따라 적법하게 관리하여야 합니다.
제 31 조 (여행자를 촬영한 사진의 사용)
파트너가 투어와 관련하여 촬영한 사진 또는 동영상 등을 당사 홍보 등의 목적으로 사용하고자 하는 경우, 당사는 해당 사진에 포함된 여행자에 대하여 사진 사용의 목적 및 범위 등을 알리고 그 사진을 사용할 수 있습니다.
제 32 조 (기타사항)
특수지역으로의 여행으로서 정당한 사유가 있는 경우 이 약관의 내용과 달리 정할 수 있습니다.
제 33 조 (불가항력)
어떠한 당사자도 화재, 폭풍, 홍수, 지진, 사고, 전쟁(실제 발생 또는 선포 여부를 불문함), 반란, 폭동 기타 민란, 전염병, 격리, 천재지변, 정부조치 등 자신의 통제를 벗어난 사유에 의해 약관상의 의무사항을 이행 또는 준수하지 못하는 경우 이에 대한 책임을 지지 아니합니다. 해당 당사자는 불가항력적인 사유의 발생 후 가능한 한 빨리 이를 상대방 당사자에게 통지하고 그 사유가 제거 또는 중단된 후 가능한 한 신속하게 약관상 의무의 이행 및 준수를 재개하여야 합니다.
제 34 조 (기타사항)
여행자약관은 대한민국 법을 그 준거법으로 하며, 이에 따라 해석되고, 협의에 의하여 여행자약관에 관련된 분쟁을 해결할 수 없는 경우에는 그 소송의 관할은 당사자 간의 합의에 따르며, 사전 합의된 바가 없는 경우에는 민사소송법의 관할 규정에 따릅니다.
[부칙] (2012년 2월 16일)
1. 이 약관은 2012년 2월 16일부터 적용됩니다.
[부칙] (2013년 11월 28일)
1. 이 약관은 2013년 11월 28일부터 적용됩니다.
[부칙] (2014년 10월 28일)
1. 이 약관은 2014년 10월 28일부터 적용됩니다.
[부칙] (2016년 9월 6일)
1. 이 약관은 2016년 9월 6일부터 적용됩니다.
[부칙] (2017년 6월 30일)
1. 이 약관은 2017년 6월 30일부터 적용됩니다.
[부칙] (2017년 10월 11일)
1. 이 약관은 2017년 10월 11일부터 적용됩니다.
[부칙] (2019년 7월 21일)
1. 이 약관은 2019년 7월 21일부터 적용됩니다.
</pre>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">닫기</button>
      </div>
    </div>
  </div>
</div>

<!-- 개인정보 수집 및 이용 동의 -->
<div class="modal fade" id="agreement2" data-bs-backdrop="static" data-bs-keyboard="false" tabindex="-1" aria-labelledby="staticBackdropLabel" aria-hidden="true">
  <div class="modal-dialog modal-dialog-scrollable">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title" id="staticBackdropLabel">개인정보 수집 및 이용 동의</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
        <pre>수집·이용 목적

필수 수집 항목

선택 수집 항목

보유 및 이용기간

서비스 가입 및 이용

맞춤형 컨텐츠 추천

서비스 이용에 따른 이용실적 정보 통계·분석·서비스개선

불법·부정이용방지

고객상담

회원 가입 및 서비스 이용 시

회원가입 - 성명, ID(이메일주소), 비밀번호, 전화번호

자동생성정보 - 기기정보 (기기종류, OS버전), 이용기록 (IP주소, 쿠키, 서비스 이용기록 등)

환불 시 - 환불계좌

위치정보

특가 항공권 및 할인 혜택 안내

회원탈퇴시까지

(단, 관계법령에 따름)

상품 구매 시 (공통)

예약자 정보 (예약자 이름, 이메일 주소, 휴대전화 번호)

여행목적

회원탈퇴시까지

(단, 관계법령에 따름)

투어 상품 구매 시

여행자 정보 (이름, 이메일주소, 휴대전화 번호, 성별, 생년월일, 영문이름(해외상품), 여권정보(일부상품))

액티비티 상품 이용 시 - 사용시작일, 사용일, 사용시간

픽업서비스 상품 이용 시 - 호텔이름, 현지 도착 및 출발 정보(공항, 날짜, 시간, 항공편명)

회원탈퇴시까지

(단, 관계법령에 따름)

민박 상품 구매 시

투숙자 정보 (이름, 이메일주소, 휴대전화 번호, 영문이름(해외상품), 여권정보(일부상품))

픽업서비스 상품 이용 시 - 호텔이름, 현지 도착 및 출발 정보(공항, 날짜, 시간, 항공편명)

회원탈퇴시까지

(단, 관계법령에 따름)

티켓 상품 구매 시

배송정보 (수령인, 수령인 휴대전화 번호, 배송주소)

여권정보 요청 상품 이용 시 - 여권정보

회원탈퇴시까지

(단, 관계법령에 따름)

항공권 상품 구매 시

탑승객 정보 (이름, 영문이름(해외상품), 성별, 생년월일, 국적, 비자사본 등 증명서(운임증빙서류 필요 시))

해외상품 구매 시 - 여권번호, 여권만료일, 발행국

카드 결제 시 - 카드소유주명, 카드번호, 유효기간, 비밀번호 앞2자리, 할부기간, 카드유형(개인/가족/법인), 생년월일(국내상품)

현금 결제 시 - 현금영수증, 휴대번호, 사업자번호, 현금영수증카드

회원탈퇴시까지

(단, 관계법령에 따름)

※ 불법·부정이용이란 회원 탈퇴 후 재가입, 상품 구매 후 구매취소 등을 반복적으로 행하는 등 마이리얼트립이 제공하는 할인쿠폰 등의 경제상 이익을 불·편법적으로 수취하는 행위, 이용약관 등에서 금지하고 있는 행위, 명의도용 등의 불·편법 행위 등을 포함합니다.

※ 위의 정보는 서비스 이용에 따른 통계∙분석에 이용될 수 있습니다.</pre>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">닫기</button>
      </div>
    </div>
  </div>
</div>
<!-- 개인정보 제공 동의 -->
<div class="modal fade" id="agreement3" data-bs-backdrop="static" data-bs-keyboard="false" tabindex="-1" aria-labelledby="staticBackdropLabel" aria-hidden="true">
  <div class="modal-dialog modal-dialog-scrollable">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title" id="staticBackdropLabel">개인정보 제공 동의</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
<pre>
제공 받는자 - 9.81 파크
제공 목적 - 현지 여행진행 및 고객 관리
제공 정보 - 여행자이름, 이메일, 연락처
</pre>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">닫기</button>
      </div>
    </div>
  </div>
</div>
<script type="text/javascript">
function dis(val) {
	if(val > ${login.point}){
		alert('사용가능한 포인트 : ' + ${login.point} + '원');
		$('#usePoint').val('');
		$('#usePoint').focus();
		return
	}
	
	let totalMoney = ${totalPrice};
	$('#discount').html('-' + val +'원');
	$('#totalPay').html(totalMoney-val + '원');
}

function checkAllbox() {
	if(document.getElementById("check1").checked == true){
		for (i = 0; i < 3; i++) {
			document.getElementsByName("checkAll")[i].checked=true; //**name="checkAll"의 배열형태로 true를 적용
		}
	}else{
		for (i = 0; i < 3; i++) {
			document.getElementsByName("checkAll")[i].checked=false;
		}
	}
}

function agreement() {
	
	let agrees = new Array(3);
	agrees[0] = document.getElementById("check2").checked;		
	agrees[1] = document.getElementById("check3").checked;	
	agrees[2] = document.getElementById("check4").checked;	
	
	if(agrees[0] == true && agrees[1] == true && agrees[2] == true){
		$('#goToPayBtn').empty();
		let newBtn = '<button class="btn btn-primary" type="button" onclick="goToPay()">결제하기</button>';
		$('#goToPayBtn').append(newBtn);
	}else{
		document.getElementById("agree_waring").innerHTML = "필수약관에 모두 동의해주세요.";
		$('#goToPayBtn').empty();
		let newBtn = '<button class="btn btn-primary" disabled data-bs-toggle="button" type="button" >결제하기</button>';
		$('#goToPayBtn').append(newBtn);
		return
	}	
	
}
function goToPay() {
	let point = $('#usePoint').val();
	let name = $('#name').val();
	let email = $('#email').val();
	let phone = $('#phone').val();
	let memo = $('#memo').val();
	let payMethod = $('input[name="payMethod"]:checked').val();
	if(phone == ''){
		alert('휴대폰번호 입력하세요')
		return
	}
	if(point == ''){
		point = 0;
	}
	if(memo == ''){
		memo = '없음';
	}
	alert(name + " " + email + " " + phone + " "+ memo);
	var IMP = window.IMP; // 생략가능
	IMP.init('iamport');
	// 'iamport' 대신 부여받은 "가맹점 식별코드"를 사용
	// i'mport 관리자 페이지 -> 내정보 -> 가맹점식별코드
	IMP.request_pay({
		pg: 'html5_inicis', // version 1.1.0부터 지원.
		/*
		'kakao':카카오페이,
		html5_inicis':이니시스(웹표준결제)
		'nice':나이스페이
		'jtnet':제이티넷
		'uplus':LG유플러스
		'danal':다날
		'payco':페이코
		'syrup':시럽페이
		'paypal':페이팔
		*/
		pay_method: payMethod,	
		/*
		'samsung':삼성페이,
		'card':신용카드,
		'trans':실시간계좌이체,
		'vbank':가상계좌,
		'phone':휴대폰소액결제
		*/
		merchant_uid: 'merchant_' + new Date().getTime(),
		/*
		merchant_uid에 경우
		https://docs.iamport.kr/implementation/payment
		위에 url에 따라가시면 넣을 수 있는 방법이 있습니다.
		참고하세요.
		나중에 포스팅 해볼게요.
		*/
		name: '${tm.title }',
		//결제창에서 보여질 이름
		amount: 10,
		//가격
		buyer_email: email,
		buyer_name: name,
		buyer_tel: phone,
		buyer_addr: '${login.address }',
		m_redirect_url: 'http://localhost:8090/flenda/buyhistory.do'
		/*
		모바일 결제시,
		결제가 끝나고 랜딩되는 URL을 지정
		(카카오페이, 페이코, 다날의 경우는 필요없음. PC와 마찬가지로 callback함수로 결과가 떨어짐)
		*/
	}, function (rsp) {
		console.log(rsp);
		if (rsp.success) {
			var msg = '결제가 완료되었습니다.';
			msg += '고유ID : ' + rsp.imp_uid;
			msg += '상점 거래ID : ' + rsp.merchant_uid;
			msg += '결제 금액 : ' + rsp.paid_amount;
			msg += '카드 승인번호 : ' + rsp.apply_num;
			alert(msg);
			alert(rsp.buyer_name);
			$.ajax({
				url:"paythemeAf.do",
				data:{id:'${login.id}', name:rsp.buyer_name, email:rsp.buyer_email, orderNum:rsp.merchant_uid, phone:rsp.buyer_tel, bankName:rsp.bank_name, cardName:rsp.card_name, cardNum:rsp.card_number, ItemName:'${tm.title }', payMethod:rsp.pay_method, paidMoney:rsp.paid_amount, totalCount:'${totalCount}', reservationDate:'${date }', userMemo:memo, meetplace:'${tm.meetplace}', category:'${tm.category}', usePoint:point, sellSeq:'${tm.sellSeq}', useDate:'${date}' },
				success:function(message){
					alert('success');
					if(message == 'success'){
						alert('성공적으로 주문추가했습니다.');
						location.href = "tmuserdetail.do?sellSeq=${sellSeq}";
					}else{
						alert('주문추가 실패하였습니다');
						location.href = "tmuserdetail.do";
					}
				},
				error:function(){
					alert('error');
				}
			});
		} else {
			var msg = '결제에 실패하였습니다.';
			msg += '에러내용 : ' + rsp.error_msg;
			alert(msg);
		}
	});
}
</script>
</body>
</html>