<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>

<link rel="stylesheet" type="text/css" href="./css/footer_security.css">
</head>
<body>
	<div class="textTable" >
<pre>
주식회사 Flenda(이하 `회사’라 한다)는 이용자의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립 및 공개 합니다. 
회사는 `동의’ 버튼을 클릭하면 개인정보 수집 및 이용등 아래 개인정보 처리방침에 대해 동의한 것으로 봅니다.
</pre>	
	
<p><b style="font-size: 16px">제1조 개인 정보 수집 항목</b></p>
<pre>
회사가 서비스 제공을 위해 제공 받는 수집한 최소한의 개인 정보 항목과 목적은 다음과 같으며, 회사는 고객의 회원가입 시 고객 스스로의 정보 입력 또는 가상계좌번호, 로그(Log), 쿠키(Cookie) 등 
자동으로 생성되는 정보를 서버(Server)에 저장하는 방법으로 정보를 수집합니다.
① 회원인식 및 예약 시 여행자 보험가입의 목적: 이름, 전자우편 주소, 주소(이상 필수적 수집 정보), 연령대, 여행 목적, 신용카드사 정보, 페이스북(Facebook) 계정 아이디 및 비밀번호, 프로필 사진,
 비밀번호(이상 선택적 수집 정보), 휴대전화번호
② 예약내역의 확인 및 상담 목적: 유선전화번호, 휴대전화번호, 기타 연락처, 영문명, 여권/비자 소지여부, 여권번호, 여권만료일
③ 기타: 가상계좌번호, 로그(Log) 기록, 서비스이용 기록, 쿠키(Cookie), 아이피 주소(IP Address), 이용정지 기록, 이용 해지 기록
</pre>

<br>

<p><b style="font-size: 16px">제2조 개인정보의 수집 및 이용목적</b></p>
<pre>
회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
① 여행 상품 판매 및 중개 서비스의 이행 및 서비스 제공에 따른 요금정산- 여행상품 예약, 컨텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 
금융거래 본인 인증 및 금융서비스, 요금추심 등
② 고객관리- 고객관리 및 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가, 사용 방지, 가입/탈퇴 의사 확인, 연령확인, 만 14세 미만 아동 개인정보 수집 시 
법정 대리인 동의여부 확인, 불만처리 및 민원처리, 고지사항 전달 등
③ 기타- 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보 안내
</pre>

<br>

<p><b style="font-size: 16px">제3조 개인정보의 이용 및 보유기간</b></p>
<pre>
고객님의 개인정보는 법령에 따른 개인정보 보유·이용기간 또는 회사가 고객으로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 처리 및 보유됩니다. 단, 다음과 같이 거래 관련 권리 의무 
관계의 확인 등을 이유로 일정 기간 보유하여야 할 필요가 있을 경우 또는 관련법령의 규정에 의하여 일정기간 보유할 수 있습니다.

· 회원 가입 및 관리 기록 / 탈퇴 기록 : 1년
다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지

1) 관계 법령 위반에 따른 수사․조사 등이 진행중인 경우에는 해당 수사․조사 종료시까지
2) 홈페이지 이용에 따른 채권․채무관계 잔존시에는 해당 채권·채무관계 정산시까지

· 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제․정산 완료시까지

다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료시까지
1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및 이행 등 거래에 관한 기록

2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관

- 가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수 : 1년
- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월

· 계약 또는 청약철회 등에 관한 기록 : 5년

· 대금결제 및 재화 등의 공급에 관한 기록 : 5년

· 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

· 표시/광고에 관한 기록 : 6개월

· 휴면계정에 해당하는 고객 정보에 관한 기록 : 휴면계정 전환 통보 후, 6개월(마지막 로그인 후, 1년 동안 접속 기록이 없을 경우)
</pre>

<br>

<p><b style="font-size: 16px">제4조 개인정보 처리 및 제공</b></p>
<pre>
① 회사는 고객의 개인정보를 서비스이용약관 및 개인정보처리방침의 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 또는 서비스이용약관에 명시한 범위 내에서 사용하며, 동 범위를 넘어 이용하거나 
제3자에게 제공하지 않습니다. 특히, 다음의 경우에는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.
② 회사는 고객에 대하여 보다 더 질 높은 서비스 제공 등을 위해 아래와 같이 제휴사에게 개인정보를 제공하고 있습니다. 회사는 고객님의 개인정보를 회사의 서비스와 무관한 타 기업, 기관에 공개하지 
않습니다. 단, 고객님의 개인정보를 제공하는 경우 다음과 같으며, 고객이 아래 제공을 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.

- 크루즈 및 해운업체 
- 이용 목적: 탑승예약목적
- 제공 기간: 목적에 따른 개인정보 제공 시부터 제공 목적 달성 시까지

- 시설물 예약 중개
- 제공 항목: 성명, 여권번호, 여권만료일
- 이용 목적: 현지 행상진행 및 고객관리목적
- 제공 기간: 목적에 따른 개인정보 제공 시부터 제공 목적 달성 시까지

- 기타 현지 랜드업체 
- 제공 항목: 성명, 여권번호, 여권만료일
- 이용 목적: 현지 행상진행 및 고객관리목적
- 제공 기간: 목적에 따른 개인정보 제공 시부터 제공 목적 달성 시까지

- 철도업체 
- 제공 항목: 성명, 여권번호, 여권만료일
- 이용 목적: 탑승예약목적
- 제공 기간: 목적에 따른 개인정보 제공 시부터 제공 목적 달성 시까지

- 숙박서비스 제공업체 
- 제공 항목: 예약자명, 휴대전화번호, 이메일
- 이용 목적: 서비스 제공 확인 및 이용자 정보 확인의 목적
- 제공 기간: 예약 서비스 제공 완료 후 1년

③ 회사는 보다 나은 서비스 제공을 위하여 제2항 외에도 고객의 개인정보를 제휴사에게 제공할 수 있으며, 이에 따라 개인정보를 제공할 경우 회사는 사전에 고객께 제휴사가 누구인지, 
제공되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되어야 하는지, 그리고 언제까지 어떻게 보호ㆍ관리되는지에 대해 개별적으로 서면 또는 전자우편 등을 통해 고지하여 동의를 구하는 
절차를 거치게 되며, 고객께서 동의하지 않는 경우에는 제휴사에게 제공하지 않습니다. 제휴관계에 변화가 있거나 제휴관계가 종결될 때도 같은 절차에 의하여 고지하거나 동의를 구합니다.
④ 회사는 기타 아래의 경우에도 고객의 개인정보를 제3자에게 제공할 수 있습니다.
- 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우
- 통계작성학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우
- 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
- 서비스 제공에 따른 요금정산을 위하여 필요한 경우
- 문화관광부 인증 우수상품에 관한 해당 관련기관의 요청이 있는 경우
- 홈페이지에 게시한 Flenda Inc. 이용약관 또는 운영원칙을 위반한 경우
- Flenda Inc의 Flenda 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에대한 법적인 조치를 취하기 위하여 개인정보를 제공해야 한다고 판단되는 충분한 근거가 있는 경우
- 캠페인 프로모션 및 각종 이벤트나 기획전으로 발생되는 경품 당첨등의 서비스를 위하여 위탁업체로 정보를 제공할 수 있으며, 이때 필요한 정보의 종류 및 이용용도 및 기간등을 명시하여 
고객에게 사전 동의를 받은 경우-

⑤ 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에도 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다. 법률상의 근거에 의해 부득이하게 고지를 하지 못할 
수도 있습니다. 본래의 수집 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.
⑥ 회사는 새로운 기술개발이나 보다 나은 서비스의 제공을 위하여 이용자들의 개인정보를 제공할 수 있습니다. 이 경우에도 정보제공 이전에 개인정보를 제공할 기관이나 단체가 누구인지, 
어떤 정보가 왜 필요한지, 그리고 언제까지 어떻게 보호되고 관리되는지 알려드리고 동의를 구하는 절차를 거치게 되며, 이용자들의 동의가 없는 경우에는 추가적인 정보를 임의로 수집하거나 
제공하지 않습니다.
⑦ 회사는 이용자들께 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 
자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 회사가 포함하고 있는 링크를 통해 타 사이트의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 회사와 무관하므로 
새로 방문한 사이트의 정책을 검토해 보시기 바랍니다. 
</pre>

<br>

<p><b style="font-size: 16px">제5조 고객의 권리와 그 행사방법</b></p>
<pre>
① 고객은 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있으며, 고객이 만 14세 미만의 아동인 경우 그 아동의 법정대리인은 아동의 개인정보에 대한 열람, 
정정, 삭제 및 처리정지를 요청할 수 있습니다.

- 개인정보 열람요구
- 오류 등이 있을 경우 정정 요구
- 삭제요구
- 처리정지 요구

② 고객이 개인정보의 삭제를 요청한 경우 제3조의 개인정보의 처리 및 보유기간과 제7조의 개인정보의 파기절차 및 파기방법에 명시된 바에 따릅니다.
③ 회원은 언제든지 회사에 해지의사를 통지함으로써 이용계약을 해지(회원탈퇴를 요청 또는 동의 철회)할 수 있으며, 회사는 회원탈퇴에 관한 규정에 따라 이를 처리한다.
가. 이용계약은 회원의 해지의사가 회사에 도달한 때에 종료된다. 개인정보 동의를 철회하는 경우도 이와 같으며 회원탈퇴와 동일하게 처리된다.
나. 본 조항에 따라 해지를 한 회원(탈퇴한 회원)은 이 약관이 정하는 회원가입절차와 관련조항에 따라 회원으로 다시 가입할 수 있다.
다, 단, 기존에 가입되었던 계정의 정보를 보호하기 위해 재가입을 일정기간 동안 제한할 수 있다.
라. 회원 가입시에 적용되는 이벤트 등의 혜택은 본 조항에 따른 해지(회원탈퇴)이후 재가입하더라도 적용되지 않는다.
마. 회원임을 전제로 한 이벤트 및 각종 정책은 본 조항에 따른 해지 이후에는 적용되지 않는다.
바. 본 조항에 따른 해지 시 회원은 이용계약 종료(회원 탈퇴)이전에 잔여 적립금 및 쿠폰을 모두 사용하여야 하며, 이용계약이 종료됨과 함께 잔여 적립금 및 쿠폰은 소멸되며 환불되지
않습니다.
</pre>

<br>

<p><b style="font-size: 16px">제6조 개인정보의 취급위탁</b></p>
<pre>
① 회사는 원활한 개인정보 업무처리를 위하여 개인정보 처리업무 중 일부를 다음과 같이 외부에 위탁할 수 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 
있도록 합니다.

수탁자/위탁업무/개인정보의 이용 및 보유기간

*수탁자 : ㈜다날(전자결제대행), 네이버파이낸셜㈜(전자결제대행), ㈜비바리퍼블리카(전자결제대행), Ayden(해외전자결제대행), KT(SMS 서비스 대행), 
		제휴사 : 회원탈퇴 시 혹은 위탁계약 종료 시까지

② 회사는 위탁계약 체결시 「개인정보 보호법」 제26조에 따라 위탁업무 목적 및 범위, 위탁업무 수행목적 외 개인정보 처리금지, 재위탁 제한, 수탁자에 대한 관리, 감독, 안정성 확보 조치 
및 책임에 관한 사항을 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독합니다.

</pre>

<br>

<p><b style="font-size: 16px">제7조 개인정보의 파기절차 및 파기방법</b></p>
<pre>
① 회사는 제2조에 따른 개인정보 보유기간의 경과, 수집, 이용목적 달성, 사업을 폐업하는 경우 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.
② 회사는 다음의 방법으로 개인정보를 파기합니다.
- 전자적 파일 : 복원이 불가능한 방법으로 영구 삭제
- 종이 문서 : 파쇄 또는 소각
</pre>

<br>

<p><b style="font-size: 16px">제8조 개인정보의 보호조치</b></p>
<pre>
회사는 개인정보의 안정성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
- 관리적 조치 : 개인정보 보호책임자의 지정 등 개인정보보호 조직의 구성 및 운영에 관한 사항, 개인정보취급자의 교육에 관한 사항을 포함하는 내부관리계획의 수립 및 시행
- 기술적 조치 : 개인정보를 처리할 수 있도록 체계적으로 구성한 데이터베이스시스템에 대한 접근권한의 부여, 변경 및 말소 등에 관한 기준의 수립 및 시행, 개인정보처리시스템에 대한 
침입차단시스템 및 침입탐지시스템의 설치 및 운영, 개인정보취급자가 개인정보처리시스템에 접속하여 개인정보를 처리한 경우 접속 일시, 처리내역 등의 저장 및 이의 확인 및 감독, 
개인정보처리시스템에 대한 접속기록을 별도 저장장치에 백업 보관, 비밀번호의 일방향 암호화 저장, 정보통신망을 통하여 이용자의 개인정보 및 인증정보를 송신 및 수신하는 경우 보안서버 
구축 등의 조치, 개인정보처리시스템 및 개인정보취급자가 개인정보 처리에 이용하는 정보기기에 컴퓨터바이러스, 스파이웨어 등 악성프로그램의 침투 여부를 항시 점검 및 치료할 수 있도록 
백신소프트웨어 설치 및 주기적 갱신 및 점검

단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
</pre>

<br>

<p><b style="font-size: 16px">제9조 인터넷 접속정보파일 및 개인정보 자동 수집 장치의 설치·운영 및 거부</b></p>
<pre>
① 회사는 웹사이트 운영에 있어 필요 시 회원의 정보를 찾아내고 저장하는 쿠키(Cookie)를 운용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 회원의 브라우저에 보내는 
아주 작은 텍스트 파일로서 회원의 단말기(PC, 스마트폰, 태블릿 PC 등)의 하드디스크에 저장되며, 웹브라우저의 종료 시나 로그아웃(Logout) 시 만료됩니다.
② 회원은 회사의 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스의 이용이 어려울 수 있습니다.
(설정방법, IE 기준) 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 > 사이트 차단
</pre>

<br>

<p><b style="font-size: 16px">제10조 개인정보 보호책임자</b></p>
<pre>
회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제를 처리하기 위하여 아래와 같이 개인정보 관리책임자를 지정하고 있습니다.
- 개인정보 관리책임자
성명 : 홍성호 이사 / 재고관리팀
전화 : 070-1212-3434
이메일 :flenda_hong@gmail.com
</pre>

<br>

<p><b style="font-size: 16px">제11조 개인정보 열람청구</b></p>
<pre>
고객은 개인정보 보호법 제35조에 따라 개인정보의 항목 및 내용, 개인정보의 수집 및 이용의 목적, 개인정보 보유 및 이용기간, 개인정보의 제3자 제공 현황, 개인정보 처리에 동의한 
사실 및 내용 중 열람하려는 사항을 표시한 개인정보 열람요구서를 작성하셔서 전항의 개인정보 보호책임자에 제출하여 개인정보를 열람청구할 수 있으며, 회사는 정보주체의 개인정보 
열람청구가 10일 이내에 처리될 수 있도록 노력하겠습니다. 다만 10일 이내에 열람시켜 드릴 수 없는 정당한 사유가 발생하면 고객에게 그 사유를 알리고 열람을 연기할 수 있으며, 
그 사유가 소멸하면 지체 없이 열람시켜 드리겠습니다.

</pre>

<br>

<p><b style="font-size: 16px">제12조 개인정보 처리방침 변경 및 고지</b></p>
<pre>
① 회사의 개인정보 처리방침은 대한민국의 법률 개정과 회사의 내부 정책 변동에 따라 변경될 수 있습니다.
② 회사의 개인정보 처리방침을 개정하는 경우, 회사는 변경사항을 시행 7일전 이메일을 통해 사전 공지하며, 사전 공지가 곤란한 경우 지체없이 공지하며, 이 정책은 공지한 날로부터 
시행됩니다. 다만, 개인정보의 수집·이용 목적. 제 3자 제공 대상 등 중요한 사항이 추가 및 삭제, 수정되는 경우에는 30일전 사전 공지하고 30일이 경과된 후에 시행 됩니다. 
또한 당사는 개인정보의 수집 및 활용. 제 3자 제공 등 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 고객의 별도 동의가 필요한 사항과 관련된 내용이 추가, 
변경되는 경우에는 관계법령에 따른 고객의 별도 동의를 받습니다.
</pre>

<br>

<p><b style="font-size: 16px">제13조 권익침해 구제방법</b></p>
<pre>
이용자는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
<아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제, 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.>
- 개인정보 침해신고센터 (한국인터넷진흥원 운영)
> 소관업무 : 개인정보 침해사실 신고, 상담 신청
> 홈페이지 : privacy.kisa.or.kr
> 전화 : (국번없이) 118
> 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보 침해신고센터

- 개인정보 분쟁조정위원회
> 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
> 홈페이지 : www.kopico.go.kr
> 전화 : (국번없이) 1833-6972
> 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층
- 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
- 경찰청 사이버테러대응센터 : 1566-0112 (www.netan.co.kr)

[부칙]
1. 이 약관은 2021년 09월 08일부터 적용됩니다.
본 개인정보처리방침은 법령, 정책 또는 보안 기술의 변경에 따라 그 내용이 변경될 수 있으며 내용의 추가 및 삭제, 수정이 있을 시에는 Flenda 사이트(www.flenda.com)의 
개인정보처리방침 페이지 또는 이메일을 통해 지체없이 공지하며, 이 정책은 2021년 09월 8일부터 시행됩니다.
 > 이전의 개인정보처리방침은 아래에서 확인하실 수 있습니다.
</pre>

<p id="underlineText">- 개인정보 취급방침(v0.1) : 2021년 04월 05일 ~ 2021년 07월 16일</p> 
<p id="underlineText">- 개인정보 취급방침(v0.2) : 2021년 07월 17일 ~ 2021년 08월 03일</p>
<p id="underlineText">- 개인정보 취급방침(v0.3) : 2021년 08월 04일 ~ 2021년 09월 07일</p> 

	</div>

</body>
</html>